Subject: Запрос на смену e-mail

Здравствуйте <username>,

Кто-то, возможно вы, сделал запрос на смену e-mail вашего аккаунта на <base_url>. Если это не вы или если вы не хотите менять e-mail, просто проигнорируйте это письмо. Ваш регистрационный e-mail поменяется только если вы посетите активационную ссылку. Чтобы активационная ссылка сработала, необходимо зарегистрироваться на форуме.

Чтобы поменять адрес e-mail, пожалуйста пройдите по этой ссылке:
<activation_url>

--
Отправитель <board_mailer>
(Не отвечайте на это сообщение)