<?php

$lang_apmsn = array(

'Plugin title' => 'PMS New - Новая служба личных сообщений',
'Explanation 1' => 'Плагин служит для настройки системы личных сообщений вашего форума.',
'Explanation 2' => 'Вы можете включить или выключить ЛС на форуме, ограничить количество сообщений в ящиках пользователей (0 - снимает ограничение).',
'Form title' => 'Настройки',
'Show text button' => 'Сохранить изменения',
'Plugin redirect' => 'Настройки изменены. Переадресация …',
'Group' => 'Группа',
'Kolvo' => 'Емкость ящика',
'Allow' => 'Разрешить',
'Legend1' => 'Общие настройки',
'Legend2' => 'Настройки групп',
'Legend3' => 'Дополнительные настройки',
'Q1' => 'Использовать систему личных сообщений на форуме.',
'Q3' => 'Количество сообщений, которое должен иметь юзер для возможности отправки ЛС.',
'Q2' => 'Вместо окна предупреждающего о новых ЛС использовать <img style="border: 0 none; vertical-align: middle;" src="img/flasher.gif" alt="flasher" />',

);
