<?php

$lang_admin_plugin_timelimit = array(

'Plugin title'	=>	'Timelimit - Ограничение времени редактирования/удаления',
'Explanation 1'			=>	'Плагин служит для установки времени редактирования/удаления сообщений/тем пользователями.<br />Время задается в секундах. 0 - отключает ограничение времени.',
'Explanation 2'			=>	'Администраторы не имеют ограничений и могут снять ограничение с любого сообщения форума.<br />Модераторы не имеют ограничений в зоне своей модерации.',
'Form title'	=>	'Группы форума',
'Show text button'		=>	'Сохранить изменения',
'Plugin redirect' => 'Настройки изменены. Переадресация …',
'Group' => 'Группа',
'Time' => 'Время',

);
