<?php

$lang_admin_plugin_security = array(

'Plugin title'	=>	'Безопасность',
'Form title2'	=>	'Защита от ботов (только для группы Гости)',
'Form title3'	=>  'Проверка IP',
'Form title4'	=>  'Перенаправление ссылок',
'Show text button'	=>	'Сохранить изменения',
'Plugin redirect' => 'Настройки изменены. Переадресация …',

'Coding forms' => 'Кодировать формы регистрации/отправки сообщения с помощью JavaScript. Рекомендуется включить.',
'Crypto enable' => 'Использовать случайные имена полей для Captcha. Рекомендуется включить.',
'ACaptcha enable' => 'Использовать арифметическую Captcha. Рекомендуется включить.',

'Check IP'  => 'Проверять изменения IP администраторов и модераторов. При изменении запрашивать пароль. Рекомендуется включить.',

'Board red help' => 'Регулярное выражение соответствующее ссылкам не перехватываемым редиректом. Если пусто, то все ссылки идут без редиректа.<br /> Пример: <strong>^(http|ftp)\:\/\/(www\.)?(сайт1|сайт2|сайт3)</strong>',
'Board red only guest' => 'Действует только для гостей.',

);
