<?php

$lang_admin_plugin_security = array(

'Plugin title'	=>	'Безопасность',
'Explanation 1'			=>	'Плагин служит для установки временного интервала и количества ошибок, допустимых в этом интервале.<br />Время задается в минутах. 0 - отключает плагин.',
'Explanation 2'			=>	'Как бы не были включены флаги, мод все равно отслеживает формы ввода в файлах register.php, login.php и post.php. post.php проверяется только для гостей.',
'Form title'	=>	'AutoBloking - Блокировка IP допускающих множественные ошибки в формах ввода',
'Form title2'	=>	'Кодирование форм ввода',
'Form title3'	=>  'Проверка IP',
'Form title4'	=>  'Перенаправление ссылок',
'Show text button'	=>	'Сохранить изменения',
'Plugin redirect' => 'Настройки изменены. Переадресация …',
'Allow' => 'Разрешено',
'Errors' => 'ошибки(ок) в течение',
'Minute' => 'минут.',
'Flag Reglog' => 'Считать ошибки регистрации и входа вместе.',
'Flag Guest' => 'Считать ошибки постинга гостей вместе с остальными.',
'Flag User' => 'Оповещать только об ошибках пользователей в login.php.',
'Coding forms' => 'Кодировать формы ввода с помощью JavaScript. Рекомендуется включить.',
'Check IP'  => 'Проверять изменения IP администраторов и модераторов. При изменении запрашивать пароль. Рекомендуется включить.',
'Board red help' => 'Регулярное выражение соответствующее ссылкам не перехватываемым редиректом. Если пусто, то все ссылки идут без редиректа.<br /> Пример: <strong>^(http|ftp)\:\/\/(www\.)?(сайт1|сайт2|сайт3)</strong>',
'Board red only guest' => 'Действует только для гостей.',
'Crypto enable' => 'Использовать случайные имена полей для форм в файлах login.php и register.php. Рекомендуется включить.',

);
