<?php

$lang_admin_plugin_merge_posts = array(

'No text'				=>	'Вы не ввели ничего!',
'Plugin title'	=>	'Merge post - Автообъединение сообщений',
'Explanation 1'			=>	'Плагин служит для исключения двойных сообщений от пользователей.',
'Explanation 2'			=>	'Здесь вы можете настроить время склейки сообщений.<br />0 - склейка сообщений отсутствует, 86400 - в течение суток все сообщения пользователя будут склеиваться в одно, если они идут друг за другом.',
'Form title'	=>	'Форма ввода',
'Legend text'			=>	'Введите время склейки.',
'Text to show'			=>	'Время в секундах',
'Show text button'		=>	'Сохранить изменения',
'Plugin redirect' => 'Настройки изменены. Переадресация …',

);
