<?php

// Language definitions used in admin_censoring.php
$lang_admin_censoring = array(

'Must enter word message'	=>	'Необходимо ввести слово, которое подлежит цензуре.',
'Word updated redirect'		=>	'Слово или текст изменены. Переадресация …',
'Word added redirect'		=>	'Слово добавлено. Переадресация …',
'Word removed redirect'		=>	'Слово удалено. Переадресация …',
'Censoring head'			=>	'Цензура',
'Add word subhead'			=>	'Добавление слова',
'Add word info'				=>	'Введите слово, которое подлежит цензуре вместе с текстом для замены. Допускается указывать звёздочки в качестве маски (типа *род* будет опознано в словах прода и родители). Нецензурные слова действуют и на имена пользователей. Новые пользователи не смогут зарегистрироваться с этими словами. Поиск нечувствителен к регистру.',
'Censoring enabled'		=>	'<strong>Цензура включена на странице %s.</strong>',
'Censoring disabled'	=>	'<strong>Цензура выключена на странице %s.</strong>',
'Censored word label'		=>	'Нецензурное слово',
'Replacement label'			=>	'Текст для замены',
'Action label'				=>	'Действие',
'Edit remove subhead'		=>	'Изменить или удалить слова',
'No words in list'			=>	'В списке ничего нет.',
'Double' => 'Повтор',
'Double2' => 'Добавленное/измененное слово имеет дубль в списке.',

);
