<?php

$lang_admin_plugin_poll = array(

'Plugin title' => 'Опрос',
'Explanation 1' => 'Плагин служит для настройки опросов на вашем форуме.',
'Explanation 2' => 'Вы можете включить или выключить опросы на форуме, настроить количество вопросов, вариантов ответов и другие параметры.',
'Form title' => 'Настройки',
'Show text button' => 'Сохранить изменения',
'Plugin redirect' => 'Настройки изменены. Переадресация …',
'Legend1' => 'Общие настройки',
'Legend3' => 'Дополнительные настройки',
'Q1' => 'Использовать опросы на форуме.',
'Q2' => 'Максимальное количество вопросов в одном опросе. <strong>Рекомендуется установить один раз!</strong>',
'Q3' => 'Максимальное количество ответов в одном вопросе. <strong>Рекомендуется установить один раз!</strong>',
'Q4' => 'Время редактирования опроса (в минутах). <strong>0 - время без ограничений.</strong>',
'Q5' => 'Число голосов, до набора которых можно скрыть результаты опроса. <strong>Включается в опросе.</strong>',
'Q6' => 'Гости видят результаты голосования.',

);
