<?php

// Language definitions used in viewforum.php
$lang_bbcode = array(

'b' => 'Полужирный текст',
'i' => 'Наклонный текст',
'u' => 'Подчеркнутый текст',
's' => 'Зачёркнутый текст',
'center' => 'По центру',
'right' => 'По правому краю',
'justify' => 'По ширине',
'mono' => 'Моношрифт',
'url' => 'Ссылка',
'email' => 'Электронная почта',
'img' => 'Картинка',
'list' => 'Список',
'*' => 'Элемент списка',
'quote' => 'Цитата',
'code' => 'Блок кода',
'hr' => 'Горизонтальная линия',
'color' => 'Цвет текста',
'spoiler' => 'Скрытый текст',
'smileys' => 'Смайлы',
'upfiles' => 'Загрузки',

'QQ' => 'Цитировать',

);
