<?php

$lang_fb = array(

'Red installation'	=> 'Мод установлен. Переадресация &hellip;',
'Red delete'				=> 'Мод удален. Переадресация &hellip;',
'Reg update'				=> 'Настройки мода обновлены. Переадресация &hellip;',

'installation'			=> 'Установить',
'installation_info'	=> 'Плагин внесет нужные изменения в базу и файлы форума и обновит кэш.',
'delete'						=> 'Удалить',
'delete_info'				=> 'Плагин удалит из файлов и базы форума изменения и обновит кэш.',

'plugin_desc'				=> 'Этот плагин управляет расширением Fancybox for FluxBB.<br />Fancybox for FluxBB показывает полные изображения превьюшек во всплывающем окне. Работает с видео Youtube.',
'configuration'			=> 'Настройки',
'update'						=> 'Обновить',
'legend'						=> 'Настройте по своему усмотрению',
'guest info'				=> 'Мод работает не только у пользователей, но и у гостей форума.',
'legend2'						=> 'Выберите файлы для работы',

'Error open file'		=>  ' - файл не может быть открыт.',
'Error save file'		=>  ' - файл не может быть записан.',
'Error search'			=>  ' - не найден блок для замены.',
'Error delete'			=>  ' - не найден блок для удаления.',

);
