<?php

// Language definitions used in help.php
$lang_help = array(

'Help' => 'Помощь',
'produces' => 'выводит',

'BBCode' => 'BB-коды',
'BBCode info 1' => 'BB-коды — это набор тегов форматирования, которые влияют на оформление текста на данном форуме. BB-коды работают по тому же принципу и внешне очень похожи на HTML. Ниже представлен список доступных BB-кодов и пояснения по их применению.',
'BBCode info 2' => 'Администратор может включать и отключать BB-коды. Рядом с полем ввода текста отображается состояние вкл./выкл. BB-кодов.',

'Text style' => 'Стиль текста',
'Text style info' => 'Эти теги управляют отображением текста:',
'Bold text' => 'Полужирный',
'Underlined text' => 'Подчеркнутый',
'Italic text' => 'Курсив',
'Strike-through text' => 'Зачёркнутый',
'Red text' => 'Красный',
'Blue text' => 'Синий',
'Heading text' => 'Заголовок',
'Deleted text' => 'Удалённый',
'Inserted text' => 'Вставленный',
'Emphasised text' => 'Выделенный',

'Links and images' => 'Ссылки и картинки',
'Links info' => 'Вы можете давать ссылки на другие документы или адреса e-mail с помощью этих тегов:',
'This help page'		=>	'Эта страница помощи',
'My email address' => 'Мой e-mail адрес',
'Images info' => 'Чтобы вывести картинку вы можете воспользоваться тегом img.',
'FluxBB bbcode test'	=>	'FluxBB bbcode test',

'Test topic'			=>	'Тест темы',
'Test post'				=>	'Тест сообщения',
'Test forum'			=>	'Тест раздела',
'Test user'				=>	'Тест юзера',

'Quotes' => 'Цитаты',
'Quotes info' => 'Чтобы процитировать кого-то, воспользуйтесь тегом quote.',
'Quotes info 2' => 'Если вы не имеете в виду никого конкретно, пишите тег quote без указания имени.',
'Quote text' => 'Это текст, который я хочу процитировать.',
'produces quote box' => 'выводит цитату вот так:',
'quote note' => 'Замечание: Если имя пользователя содержит символ [ или ] вы можете взять его в кавычки.',

'Code' => 'Код',
'Code info' => 'Чтобы процитировать исходный код, необходимо использовать тег code. Текст внутри тега code будет выведен равноширинным шрифтом и на его стиль не влияют другие BB-коды.',
'Code text' => 'Это некий исходный код.',
'produces code box' => 'выводит блок кода вот так:',

'Nested tags' => 'Вложенные теги',
'Nested tags info' => 'BB-коды могут быть вложены для достижения дополнительного эффекта. Например:',
'Bold, underlined text' => 'Жирный подчеркнутый текст',

'Lists' => 'Списки',
'List info' => 'Для создания списков используется тег list. В вашем распоряжении 3 типа списков.',
'List text 1' => 'Элемент списка 1.',
'List text 2' => 'Элемент списка 2.',
'List text 3' => 'Элемент списка 3.',
'produces list' => 'выводит список с маркерами.',
'produces decimal list' => 'выводит пронумерованный список.',
'produces alpha list' => 'выводит список с алфавитной нумерацией.',

'Smilies' => 'Смайлы',
'Smilies info' => 'Если хотите (и если такая опция включена), форум может преобразовывать смайлики в картинки. Этот форум понимает следующие смайлы и показывает их в виде картинок:'

);
