<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Login errors' => 'Ошибки входа на форум',
'Login errors info' => 'Следующие ошибки необходимо исправить, чтобы войти на форум:',
'Wrong user/pass' => 'Неверное имя и/или пароль. Имя и пароль чувствительны к регистру!',
'Forgotten pass' => 'Забыли пароль?',
'Login redirect' => 'Успешный вход. Переадресация &hellip;',
'Logout redirect' => 'Выход произведён. Переадресация &hellip;',
'No email match' => 'На форуме нет пользователя с почтовым адресом',
'Request pass' => 'Восстановление пароля',
'Request pass legend' => 'Введите почтовый адрес, на который вы регистрировались',
'Request pass info' => 'Новый пароль и ссылка для активации будут высланы на указанный адрес.',
'Not registered' => 'Ещё не зарегистрированы?',
'Login legend' => 'Введите имя пользователя и пароль',
'Remember me' => 'Узнавать меня автоматически при каждом посещении.',
'Login info' => 'Если вы ещё не зарегистрированы или забыли пароль, кликните на подходящей ссылке ниже.',
'New password errors' => 'Ошибки при запросе пароля',
'New passworderrors info' => 'Следующие ошибки нужно исправит, чтобы получить новый пароль:',

// Forget password mail stuff
'Forget mail' => 'Письмо с инструкцией по изменению пароля было выслано на указанный вами почтовый адрес. Если вы не получите его, свяжитесь с администрацией форума, используя почтовый адрес',
'Email flood' => 'Для этой учетной записи недавно уже запрашивали новый пароль. Пожалуйста, подождите %s минут, прежде чем повторить попытку.'

);
