<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass' => 'Неверное имя и/или пароль. Имя и пароль чувствительны к регистру!',
'Forgotten pass' => 'Забыли пароль?',
'Login redirect' => 'Успешный вход. Переадресация &hellip;',
'Logout redirect' => 'Выход произведён. Переадресация &hellip;',
'No email match' => 'Нет пользователя с таким e-mail:',
'Request pass' => 'Запрос пароля',
'Request pass legend' => 'Введите e-mail на который вы регистрировались',
'Request pass info' => 'Новый пароль и ссылка для активации будут высланы на указанный адрес.',
'Not registered' => 'Ещё не зарегистрированы?',
'Login legend' => 'Введите имя пользователя и пароль',
'Remember me' => 'Узнавать меня автоматически при каждом посещении.',
'Login info' => 'Если вы ещё не зарегистрированы или забыли пароль, кликните на подходящей ссылке внизу.',
'New password errors' => 'Ошибка при запросе пароля',
'New passworderrors info' => 'Эти ошибки необходимо исправить чтобы получить новый пароль:',

// Forget password mail stuff
'Forget mail' => 'Письмо с инструкцией было выслано на указанный адрес. Если письмо не дойдёт, можете связаться с администратором по адресу',
'Email flood' => 'На этот адрес уже был затребован новый пароль за последний час. Пожалуйста, подождите %s минут, прежде чем повторить попытку.'

);
