<?php

$lang_poll = array(

'Form legend'	=>	'Опрос',
'Form enable'	=>	'Включить опрос в эту тему',
'Form question'	=>	'Вопрос %d',
'Form choice'	=>	'Ответ %d',
'Form type' => 'Максимальное количество вариантов выбора ответа:',
'Form result' => 'Скрыть результат голосования до %d голосов',

'No question'	=>	'Нет ни одного вопроса',
'Question too long'	=>	'Вопрос %d слишком длинный',
'Choice too long'	=>	'Вопрос %d: Ответ %d слишком длинный',
'Not enough choices'	=>	'Вопрос %d: Ответов должно быть не меньше двух',
'Max variant'	=>	'Вопрос %d: Максимальное количество вариантов выбора ответа должно быть больше 0 и меньше количества ответов',
'Possible choose' => 'Можно выбрать %d ответа',

'M0' => 'Вы проголосовали',
'M1' => 'Опрос закрыт',
'M2' => 'Результаты опроса скрыты до %d голосов',
'M3' => 'Гости не могут голосовать',
'M4' => 'Результаты опроса скрыты от гостей',

'Vote total'	=>	'Всего голосов: %d',
'Vote button'	=>	'Голосовать!',
'Votes'	=>	'голосов ',
'View'	=>	'Показать результаты',

'Err poll'	=> 'Ошибка голосования:<br />',
'Err1'			=> 'Вы уже проголосовали или опрос закрыт для голосования.',
'Err2'			=> 'Неправильный формат ответа.',
'Err3'			=> 'Номер вопроса вышел за пределы опроса.',
'Err4'			=> 'Вопрос %s: Должен быть выбран один вариант ответа.',
'Err5'			=> 'Вопрос %s: Должно быть выбрано от 1 до %s вариантов ответа.',
'Err6'			=> 'Все вопросы должны иметь ответы.',

);
