<?php

// Language definitions used in post.php and edit.php
$lang_post = array(

// Post validation stuff (many are similiar to those in edit.php)
'No subject' => 'Тема должна содержать заголовок.',
'No subject after censoring' => 'Тема должна содержать заголовок. После применения цензуры ваше название темы было удалено.',
'Too long subject' => 'Заголовок не может быть длиннее 70 символов.',
'No message' => 'Вы должны ввести сообщение.',
'No message after censoring' =>	'Вы должны ввести сообщение. После применения цензуры ваше сообщение было удалено.',
'Too long message' => 'Сообщение не может быть длиннее %s символов.',
'All caps subject' => 'Заголовок не должен состоять из одних заглавных букв.',
'All caps message' => 'Сообщение не должно состоять из одних заглавных букв.',
'Empty after strip'	=>	'Кажется, ваше сообщение состоит только из пустых BBCode. Это могло произойти, например, из-за превышения глубины цитирования сообщений.',

// Posting
'Post errors' => 'Ошибки',
'Post errors info' => 'Следующие ошибки необходимо исправить, прежде чем сообщение будет сохранено:',
'Post preview' => 'Предпросмотр',
'Guest name' => 'Имя',
'Post redirect' => 'Сообщение сохранено. Переадресация &hellip;',
'Post a reply' => 'Напишите ответ',
'Post new topic' => 'Новая тема',
'Hide smilies' => 'Никогда не показывать смайлики в виде картинок в этом сообщении',
'Subscribe' => 'Подписаться на эту тему',
'Stay subscribed' => 'Оставить подписку на эту тему',
'Topic review' => 'Обзор темы (новое вверху)',
'Flood start'		=>	'Хотя бы %s секунд должно пройти между отправкой сообщений. Пожалуйста, подождите %s секунд и попробуйте снова.',
'Preview' => 'Предпросмотр',	// submit button to preview message

'EditPost edit' => 'Разрешить редактировать данное сообщение без ограничений',
'Stick first post' => 'Закрепить первое сообщение на всех страницах темы',

// Edit post
'Edit post legend' => 'Отредактируйте сообщение и сохраните изменения',
'Silent edit' => 'Тихая правка (не показывать "Отредактировано ..." в ленте сообщений)',
'Edit post' => 'Править сообщение',
'Merge posts' => 'Соединить с предыдущим сообщением, если оно ваше',
'Edit redirect' => 'Сообщение сохранено. Переадресация &hellip;'

);
