<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs' => 'Форум закрыт для регистрации новых пользователей.',
'Reg cancel redirect' => 'Регистрация отменена. Переадресация &hellip;',
'Forum rules' => 'Правила форума',
'Rules legend' => 'Регистрация на форуме означает, что вы согласны соблюдать его правила:',
'Registration flood' => 'В течение последнего часа с вашего IP адреса уже была регистрация нового пользователя. Должно пройти не менее часа до следующей регистрации с этого IP адреса. Извините за неудобства.',
'Agree' => 'Согласен',
'Cancel' => 'Отмена',
'Register' => 'Регистрация',

// Form validation stuff (some of these are also used in post.php)
'Registration errors' => 'Ошибки',
'Registration errors info' => 'Следующие ошибки надо исправить, чтобы продолжить регистрацию:',
'Username censor' => 'Имя пользователя содержит одно или несколько нецензурных слов. Пожалуйста выберите другое имя.',
'Username dupe 1' => 'Кто-то уже зарегистрировал это имя',
'Username dupe 2' => 'Есть очень похожее имя. Имена должны отличаться хотя бы одним алфавитно-цифровым символом (a-z или 0-9). Пожалуйста, выберите другое имя.',
'Email not match' => 'E-mail не совпадает. Вернитесь и исправьте.',

// Registration email stuff
'Reg email' => 'Спасибо за регистрацию. Ваш пароль был выслан на указанный email. Если он не придёт, свяжитесь с администратором по адресу',
'Reg complete' => 'Регистрация завершена. Вход и переадресация &hellip;',

// Register info
'Desc 1' => 'Регистрация дает вам возможности, недоступные анонимному пользователю. Например, возможность редактировать и удалять свои сообщения, задать свою "подпись" под каждым сообщением и многое другое. Если вам что-то непонятно на форуме — обратитесь к администратору.',
'Desc 2' => 'Ниже поля, которые необходимо заполнить для завершения регистрации. Как только зарегистрируетесь, загляните в свой пользовательский профиль, чтобы сделать необходимые установки. Поля в этой форме это только малая часть всех настроек.',
'Username legend' => 'Пожалуйста введите имя пользователя от 2 до 25 символов длиной',
'Pass legend' => 'Пожалуйста введите и подтвердите ваш пароль',
'Pass info' => 'Пароль должен быть от 4 до 16 символов длиной. Пароли чувствительны к регистру.',
'Email info' => 'Вы должны ввести настоящий адрес e-mail куда будет выслан случайно сгенерированный пароль.',
'Confirm email' => 'Подтвердите e-mail',

);
