<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs' => 'Форум закрыт для регистрации новых пользователей.',
'Reg cancel redirect' => 'Регистрация отменена. Переадресация &hellip;',
'Forum rules' => 'Правила форума',
'Rules legend' => 'Регистрация на форуме означает, что вы согласны соблюдать его правила:',
'Registration flood' => 'Недавно с вашего IP адреса был зарегистрирован новый пользователь. Должно пройти не менее часа до следующей регистрации с этого IP адреса. Извините за неудобства.',
'Agree' => 'Принимаю правила',
'Cancel' => 'Отменить',
'Register' => 'Регистрация',

// Form validation stuff (some of these are also used in post.php)
'Registration errors' => 'Ошибки регистрации',
'Registration errors info' => 'Следующие ошибки нужно исправить, чтобы продолжить регистрацию:',
'Username censor' => 'Выбранное имя пользователя содержит запрещенные слова. Выберите другое имя.',
'Username dupe 1' => 'Выбранное имя уже зарегистрировано пользователем',
'Username dupe 2' => 'Имена очень похожи и должны отличаться хотя бы одним буквенно-цифровым символом. Выберите другое имя.',
'Email not match' => 'Указанные почтовые адреса не совпадают.',

// Registration email stuff
'Reg email' => 'Спасибо за регистрацию. Пароль был отправлен на указанный почтовый адрес. Если письмо не дошло, свяжитесь с администрацией; почтовый адрес для связи',
'Reg complete' => 'Регистрация завершена. Вход и переадресация &hellip;',

// Register info
'Desc 1' => 'Регистрация дает вам возможности, недоступные анонимному пользователю. Например, возможность редактировать и удалять свои сообщения, задать свою "подпись" под каждым сообщением и многое другое. Если у вас возникли какие-либо вопросы, свяжитесь с администрацией.',
'Desc 2' => 'Ниже представлена форма, которую вы должны заполнить для регистрации и получения личной учетной записи. Как только процесс будет завершен, вы получите доступ к настройкам профиля с различными параметрами для внесения любых доступных изменений. Страница регистрации содержит малую толику всех доступных настроек.',
'Username legend' => 'Введите имя пользователя, содержащее от 2 до 25 символов',
'Pass legend' => 'Ввод и подтверждение выбранного пароля',
'Pass info' => 'Пароль должен состоять минимум из 9 символов. Пароль чувствителен к регистру вводимых букв.',
'Email info' => 'Вы должны указать действующий почтовый адрес, на который будет выслан сгенерированный пароль. Указав неверный адрес, вы не сможете завершить процедуру регистрации.',
'Confirm email' => 'Подтвердите e-mail',

);
