<?php

$lang_sec = array(

'Limit of errors' => 'Превышен лимит ошибок форм ввода для вашего IP. Извините за неудобства. Зайдите позже.',

'Not robot' => 'Я не робот (галка обязательна)',
'You are robot' => 'Нам кажется, что вы робот. Доступ запрещен.',
'You are robot2' => 'Нам кажется, что вы робот. Внимательно заполняйте форму.',
'You fast' => 'Вы очень быстро отправили данные. Вы робот?',
'You slowly' => 'Превышен интервал времени отправки данных.',

'Robot test' => 'Тест на человечность',
'Robot info' => 'Мы пытаемся предотвратить автоматическую регистрацию. Пожалуйста, поставьте эту галочку, чтобы помочь нам.',
'Enable JS' => 'Включите JavaScript и обновите страницу.',

);
