<?php

$lang_sec = array(

'Not robot' => 'Я не робот.',
'Enable JS' => 'Включите JavaScript и обновите страницу.',

'Error 1' => 'Данные из формы получены частично.',
'Error 2' => 'Ваш браузер не передал служебные данные.',
'Error 3' => 'Идентификатор формы отсутствует в базе.',
'Error 4' => 'Ваш IP адрес изменился после получения формы.',
'Error 5' => 'Данные отправлены слишком быстро. Вы робот ;)',
'Error 6' => 'Время заполнения формы просрочено.',
'Error 7' => 'Ошибка капчи. Ответ неверен.',
'Error 8' => 'Включите JavaScript и обновите страницу.',

'Captcha legend' => 'Вы человек?',
'Captcha text' => 'Пожалуйста, докажите, что вы человек, а не робот.',

'Idx=' => array('=', 'равно', 'равняется'),
'Idx-' => array('-', 'минус', 'отнять'),
'Idx+' => array('+', 'плюс', 'прибавить'),
'Idx*' => array('*', 'x', 'х', 'умножить на'),
'Idx/' => array('/', 'разделить на', 'делим на'),
'Idx0' => array('0', 'нуль', 'ноль'),
'Idx1' => array('1', 'один', 'oдин'),
'Idx2' => array('2', 'два', 'двa'),
'Idx3' => array('3', 'три', 'тpи'),
'Idx4' => array('4', 'четыре', 'чeтыре'),
'Idx5' => array('5', 'пять'),
'Idx6' => array('6', 'шесть', 'шеcть'),
'Idx7' => array('7', 'семь', 'сeмь'),
'Idx8' => array('8', 'восемь', 'вoсемь'),
'Idx9' => array('9', 'девять', 'дeвять'),

);
