<?php

$lang_up = array(
'No upfiles'				=> 'Нет загруженных файлов.',
'Error'             => '<strong>Ошибка</strong> : ',
'Error DB'					=> 'Не могу добавить поле в таблицу %s',
'Error DB ins-up'		=> 'Ошибка при добавлении/обновлении записи',
'Error space'				=> 'Вы превысили лимит отведенного места под ваши файлы.',
'Error delete'			=> 'При удалении одного из файлов возникла ошибка.',
'Error img'					=> 'Неверный формат картинки. Или сервер не поддерживает обработку картинок.',
'Error no mod img'	=> 'Модификация картинки не удалась.',
'Error open'				=> 'Загруженный файл не открывается.',
'Error inject'			=> 'Загруженный файл содержит запрещенную последовательность символов. Заархивируйте файл и попробуйте снова, или обратитесь к администрации форума.',

'Redirect'					=> 'Настройки изменены. Переадресация …',
'Install info'			=> 'Плагин внесет нужные изменения в базу форума и обновит кэш.',
'Install'						=> 'Установить',
'Update info'				=> 'Плагин установит настройки по умолчанию.',
'Update'						=> 'Обновить',
'Uninstall info'		=> 'Плагин удалит из базы форума изменения и обновит кэш.',
'Uninstall'					=> 'Удалить',

'configuration'			=> 'Настройки',
'plugin_desc'				=> 'Этот плагин дает возможность управлять загрузкой файлов.',
'legend_2'					=> 'Настройка картинок',
'laws'							=> 'Разрешенные типы файлов. Разделяются запятыми (,).',
'thumb'							=> 'Использовать превьюшки',
'thumb_size'				=> 'Высота превью: ',
'quality'						=> 'Качество: ',
'maxsize_member'		=> 'Максимальный размер файла для загрузки.',
'limit_member'			=> 'Лимит дискового пространства.',
'px'								=> 'точек',
'bytes'							=> 'байт',
'pictures'					=> 'Картинки',
'for pictures'			=> 'Для картинки весом больше',
'Install quality'		=> 'Установить качество:',
'Size not more'			=> 'Размер не более (ШxВ):',
'to jpeg'						=> 'Конвертировать в jpeg',

'Redirect delete'		=> 'Удаление файла(ов) прошло успешно. Переадресация …',
'Redirect upload'		=> 'Файл загружен. Переадресация …',

'uploadile'					=> 'Мои загрузки',
'titre_2'						=> 'Загрузка файла',
'titre_4'						=> 'Мои загрузки',
'popup_title'				=> 'Управление файлами',

'info_2'						=> 'Файл по размеру не должен превышать %s и должен иметь расширение из списка: %s.',
'info_4'						=> 'Использовано: %s из %s',
'legend'						=> 'Файл',
'fichier'						=> 'Выберите файл',

'th0'								=> 'Пользователь',
'th1'								=> 'Имя файла',
'th2'								=> 'Превью',
'no_preview'				=> 'нет',
'Member files'			=> 'Файлы пользователей (сначала новые)',

'legend_1'					=> 'Конвертация данных',
'convert'		  			=> 'пересчитать',
'mo'								=> 'Величина в Мб',
'ko'								=> 'Величина в Кб',
'o'									=> 'Величина в байтах',
'texte'							=> 'Введите ваш текст',
'delete'						=> 'Удалить',
'delete file'					=> 'Удалить этот файл?',
'insert'						=> 'Вставить',
'insert_thumb'			=> 'Вставить превью',
'update_thumb'			=> 'Пересоздать превьюшки',

'upfiles'						=> 'Загрузки',

'groups'						=> 'Настройка групп',
'group'							=> 'Группа',



// Avatar upload stuff
'Too large ini'			=>	'Выбранный файл слишком велик для загрузки. Сервер отклонил загрузку.',
'Partial upload'		=>	'Выбранный файл был загружен частично. Пожалуйста, повторите попытку.',
'No tmp directory'	=>	'PHP не может сохранить загруженный файл по временному адресу.',
'No file'						=>	'Не выбран файл для загрузки.',
'Bad type'					=>	'Загрузка файла с используемым расширением запрещена.',
'Too large'					=>	'Выбранный файл больше максимально допустимых размеров',
'Move failed'				=>	'Сервер не смог сохранить загруженный файл.',
'Unknown failure'		=>	'Произошла неизвестная ошибка. Пожалуйста, повторите попытку.',
'Upload'						=>	'Загрузить',
);
