<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend' => 'Найти и отсортировать пользователей',
'User search info' => 'Введите имя пользователя и/или выберите группу по которой хотите фильтровать список. Имя пользователя можно оставить пустым. Используйте символ * для указания части имени. Сортируйте пользователей по имени, дате регистрации или кол-ву сообщений; по возрастанию или убыванию.',
'User sort info' => 'Сортировка пользователей по имени, дате регистрации или количеству сообщений; по возрастанию или убыванию.',
'User group' => 'Группы пользователей',
'No of posts' => 'Кол-во сообщений',
'All users' => '&lt;Все&gt;'

);
