<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend' => 'Поиск и сортировка пользователей',
'User search info' => 'Введите имя пользователя и/или выберите группу по которой хотите фильтровать список. Имя пользователя может быть пустым. Для поиска по маске разрешено использовать символ звездочки (*).',
'User sort info' => 'Сортируйте пользователей по именам, дате регистрации и количеству сообщений; по возрастанию или убыванию.',
'User group' => 'Группа пользователей',
'No of posts' => 'Кол-во сообщений',
'All users' => '&lt;Все&gt;'

);
